[M_Orchid_CatchRideTetanus MissionDefinition]
MissionName="Protect your cat from tetanus"
MissionDescription="in town [place]the temple[-place] You need parts regularly to keep your machine running. Scooter, the town mechanic, hires him to take out the trash [place]Polishing[-place]. "
TurnInDescription="All you need is the power you need for a small metal scooter [place]Refuge[-place] In some places."
MissionSummary="Garbage collection."
MissionGiver="Pirate Trophy Team:"
MissionTurnInLocation="Hacker Awards Council"
TeaserText="Add an old friend."

[M_Orchid_CatchRideTetanus:GetPart1 MissionObjectiveDefinition]
ProgressMessage="Remove the circuit board"

[M_Orchid_CatchRideTetanus:GetPart2 MissionObjectiveDefinition]
ProgressMessage="Made with steam"

[M_Orchid_CatchRideTetanus:GetPart3 MissionObjectiveDefinition]
ProgressMessage="Remove the control button"

[M_Orchid_CatchRideTetanus:GetPart4 MissionObjectiveDefinition]
ProgressMessage="I must go"

[M_Orchid_CatchRideTetanus:GetPart5 MissionObjectiveDefinition]
ProgressMessage="Buy the installation kit"

[M_Orchid_CatchRideTetanus:SalvagePartsSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

